Repository: ascribe/spoolio-copy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: View
fr: Voir

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Review
fr: Réviser

source: Use this link to activate your account:
fr: Cliquez ici pour activer votre compte:

source: Thank you and enjoy,
fr: Merci et profitez-en bien,

source: The ascribe Team
fr: L'équipe ascribe

source: Hi
fr: Bonjour

source: Welcome to 23vivi.ascribe.io! We're happy to have you on-board.
fr: Bienvenue chez 23vivi.ascribe.io! Nous sommes heureux de vous avoir à bord.

source: Click here to activate your account.
fr: Cliquez ici pour activer votre compte.

source: Welcome to 23vivi.ascribe.io
fr: Bienvenue chez 23vivi.ascribe.io

source: Welcome to ascribe!
fr: Bienvenue chez ascribe!

source: Welcome to Creative Commons France
fr: Bienvenue chez Creative Commons France

source: Truly yours
fr: Sincèrement

source: Welcome to cc.ascribe.io! We're happy to have you on-board.
fr: Bienvenue chez cc.ascribe.io! Nous sommes heureux de vous avoir à bord.

source: Creative Commons France is all about giving you the power to protect and control your digital work.
fr: Creative Commons France c'est le pouvoir de protéger et de contrôler votre oeuvre digital.

source: Our site allows you to:
fr: Notre site vous permet:

source: Register your work and start telling its story.
fr: D'enregistrez votre travail et de commencez à raconter son histoire.

source: Append a creative commons license to your work.
fr: D'ajouter une licence de Creative Commons à votre oeuvre.

source: Share your work with friends and partners.
fr: De partagez votre travail avec vos ami(e)s et partenaires.

source: Welcome to cc.ascribe.io
fr: Bienvenue chez cc.ascribe.io

source: Welcome to IkonoTV
fr: Bienvenue chez IkonoTV

source: Please click
fr: Veuillez cliquez

source: here
fr: ici

source: Sincerely
fr: Sincèrement

source: by
fr: de

source: is requesting you to loan them
fr: demande de vous prêter

source: You have requested to reset your password.
fr: Vous avez fait une requête pour réinitialiser votre mot de passe.

source: If you did not request this, please ignore this message.
fr: Veuillez ignorer ce message si vous n'avez pas fait cette demande.

source: We would like to invite you to be a jury member for Portfolio Review 2016.
fr: Nous souhaitons vous inviter à être membre du jury pour Portfolio Review2016.

source: If you accept, please click the following
fr: Si vous acceptez, veuillez cliquer le

source: link
fr: lien

source: Team ascribe
fr: L'équipe ascribe

source: We would like to invite you to be a jury member for Sluice_screens ↄc.
fr: Nous souhaitons vous inviter à être membre du jury pour Sluice_screens ↄc.

source: has accepted
fr: a accepté

source: has
fr: a

source: accepted to
fr: a accepté de

source: you
fr: vous

source: refused to
fr: a refusé de

source: You've requested
fr: Vous avez demandé

source: to loan you
fr: de vous prêter

source: has rejected
fr: a rejeté

source: You've
fr: Vous avez

source: to
fr: à

source: Please confirm your email address to activate your account and start ascribing
fr: Veuillez confirmer votre adresse email pour activer votre compte et commencer à utiliser ascribe.

source: Activate Your Account
fr: Activer votre compte:

source: Welcome to ascribe
fr: Bienvenue chez ascribe

source: Activate your account first by checking your email.
fr: Vous devez activez votre compte. Consultez vos courriels.

source: Email %s not found.
fr: Courriel %s introuvable.

source: Password cannot be empty.
fr: Le mot de passe ne peut pas être vide.

source: Password needs to contain at least 10 characters
fr: Le mot de passe doit contenir au moins 10 caractères

source: Currently we do not support unicode characters in passwords.
fr: Présentement, nous ne supportons pas les caractères Unicode dans les mots de passe.

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Couldn't find a request to reset your password
fr: Impossible de trouver une requête pour réinitialiser votre mot de passe

source: Token expired, you can renew it by resetting your password once more
fr: Le jeton a expiré, vous pouvez le renouveler en réinitialisant votre mot de passe une fois de plus

source: An account with this email/username already exists.
fr: Un compte avec ce courriel / nom d'utilisateur existe déjà

source: Username not available
fr: Ce nom d'utilisateur n'est pas disponible

source: You must accept the terms and conditions.
fr: Vous devez accepter les Termes et Conditions.

source: Application with name %s already exists
fr: Une application avec le nom %s existe déjà

source: Application with name %s doesnt exists or you dont have access.
fr: L'application avec le nom %s n'existe pas ou vous n'y avez pas accès.

source: Email or password is incorrect
fr: Courriel ou mot de passe incorrect

source: Account with email '%s' is disabled.
fr: Le compte avec le courriel '%s' est désactivé.

source: Incorrect password
fr: Mot de passe incorrect

source: Couldn't find a request to activate your account
fr: Impossible de trouver une requête pour activer votre compte

source: Token expired, you can login using your password
fr: Jeton expiré, vous pouvez vous connecter en utilisant votre mot de passe

source: French
fr: Français

source: English
fr: Anglais
